{
  "id": 225,
  "name": "soul-dew",
  "names": {
    "ja": "こころのしずく",
    "kana": "こころのしずく",
    "en": "Soul Dew",
    "fr": "Rosée Âme",
    "it": "Cuorugiada",
    "de": "Seelentau",
    "es": "Rocío Bondad",
    "ko": "마음의물방울",
    "zh-CN": "心之水滴",
    "zh-TW": "心之水滴"
  },
  "flavor_text_entries": {
    "ja": "ラティオスや　ラティアスに　持たせると エスパーと　ドラゴンタイプの　技の 威力が　あがる　不思議な　珠。",
    "kana": "ラティオスや　ラティアスに　もたせると エスパーと　ドラゴンタイプの　わざの いりょくが　あがる　ふしぎな　たま。",
    "en": "A wondrous orb to be held by either Latios or Latias. It raises the power of Psychic- and Dragon-type moves.",
    "fr": "Objet à faire tenir à Latios ou Latias. Un orbe prodigieux qui augmente la puissance de leurs capacités de type Psy ou Dragon.",
    "it": "Sfera miracolosa da dare a Latios o Latias. Aumenta la potenza delle mosse di tipo Psico e Drago.",
    "de": "Ein Item, das von Latios oder Latias getragen werden kann. Es erhöht die Stärke von Psycho- und Drachen-Attacken.",
    "es": "Un orbe fantástico que debe llevar Latios o Latias. Potencia los movimientos de tipo Psíquico y Dragón.",
    "ko": "라티오스나 라티아스에게 지니게 하면 에스퍼와 드래곤타입 기술의 위력이 올라가는 이상한 구슬.",
    "zh-CN": "让拉帝欧斯或拉帝亚斯携带后， 超能力和龙属性的招式威力 就会提高的神奇珠子。",
    "zh-TW": "讓拉帝歐斯或拉帝亞斯攜帶後， 超能力和龍屬性的招式威力 就會提高的神奇珠子。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "ラティオス　または　ラティアスに 持たせると　特攻と　特防が あがる　不思議な　珠。",
          "kana": "ラティオス　または　ラティアスに もたせると　とくこうと　とくぼうが あがる　ふしぎな　たま。",
          "en": "A wondrous orb to be held by either Latios or Latias. It raises both the Sp. Atk and Sp. Def stats.",
          "fr": "Objet à faire tenir à Latios ou Latias. Un orbe prodigieux qui augmente leur Attaque Spéciale et leur Défense Spéciale.",
          "it": "Sfera miracolosa da dare a Latios o Latias. Aumenta l’Attacco Speciale e la Difesa Speciale.",
          "de": "Ein Item, das von Latios oder Latias getragen werden kann. Es hebt Spezial-Angriff und Spezial-Verteidigung.",
          "es": "Un orbe fantástico que debe llevar Latios o Latias. Sube su Ataque Especial y su Defensa Especial.",
          "ko": "라티오스 혹은 라티아스에게 지니게 하면 특수공격과 특수방어가 올라가는 이상한 구슬."
        }
      }
    }
  ]
}
