{
  "id": 631,
  "name": "oval-charm",
  "names": {
    "ja": "まるいおまもり",
    "kana": "まるいおまもり",
    "en": "Oval Charm",
    "fr": "Charme Ovale",
    "it": "Ovamuleto",
    "de": "Ovalpin",
    "es": "Amuleto Oval",
    "ko": "둥근부적",
    "zh-CN": "圆形护符",
    "zh-TW": "圓形護符"
  },
  "flavor_text_entries": {
    "ja": "持っていると　預かり屋さんで タマゴが　みつかりやすくなる 不思議で　とてもまるい　おまもり。",
    "kana": "もっていると　あずかりやさんで タマゴが　みつかりやすくなる ふしぎで　とてもまるい　おまもり。",
    "en": "An oval charm said to increase the chance of Pokémon Eggs being found at the Nursery.",
    "fr": "Un mystérieux charme rond qui permet de trouver plus facilement des Œufs à la Garderie Pokémon.",
    "it": "Misterioso amuleto di forma sferica che aumenta la probabilità di trovare Uova nell’Ostello Pokémon.",
    "de": "Ein mysteriöser, ovaler Glücksbringer, der die Wahrscheinlichkeit erhöht, im Hort Eier zu finden.",
    "es": "Misterioso amuleto ovalado que aumenta la posibilidad de encontrar Huevos en Cuidados Pokémon.",
    "ko": "지니고 있으면 맡기미집에서 알을 발견하기 쉬워지는 이상하고 매우 둥근 부적.",
    "zh-CN": "拥有它之后，在寄放屋里 会更容易找到蛋的 神奇浑圆护符。",
    "zh-TW": "只要擁有它，便會變得 更容易在寄放屋裡發現蛋的 神奇渾圓護符。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "持っていると　育て屋さんで タマゴが　みつかりやすくなる 不思議で　とてもまるい　おまもり。",
          "kana": "もっていると　そだてやさんで タマゴが　みつかりやすくなる ふしぎで　とてもまるい　おまもり。",
          "en": "An oval charm said to increase the chance of Pokémon Eggs being found at the Day Care.",
          "fr": "Un mystérieux charme rond qui permet de trouver plus facilement des Œufs à la Pension Pokémon.",
          "it": "Misterioso amuleto di forma sferica che aumenta la probabilità di trovare Uova nella Pensione Pokémon.",
          "de": "Ein mysteriöser, ovaler Glücksbringer, der die Wahrscheinlichkeit erhöht, in der Pension Eier zu finden.",
          "es": "Misterioso amuleto redondo que aumenta la posibilidad de encontrar Huevos en la Guardería Pokémon.",
          "ko": "지니고 있으면 키우미집에서 알을 발견하기 쉬워지는 이상하고 매우 둥근 부적."
        }
      }
    }
  ]
}
