{
  "id": 655,
  "name": "amaze-mulch",
  "names": {
    "ja": "とんでもこやし",
    "kana": "とんでもこやし",
    "en": "Amaze Mulch",
    "fr": "Fertiprodige",
    "it": "Fertilprodigio",
    "de": "Ultramulch",
    "es": "Abono Insólito",
    "ko": "기절초풍비료",
    "zh-CN": "超效肥",
    "zh-TW": "超效肥"
  },
  "flavor_text_entries": {
    "ja": "きのみを　育てるときの　肥料。 しかし　ホウエン地方の　土には まるで　なじまないので　効果が　ない。",
    "kana": "きのみを　そだてるときの　ひりょう。 しかし　ホウエンちほうの　つちには まるで　なじまないので　こうかが　ない。",
    "en": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
    "fr": "Un engrais à utiliser sur un sol meuble. Il n’est cependant pas adapté aux terres de Hoenn et n’y a aucun effet.",
    "it": "Fertilizzante usato per coltivare le bacche. Tuttavia, non ha effetto a Hoenn, perché non è adatto al terreno della regione.",
    "de": "Mulch zur Nutzung auf Beerenfeldern. Durch seine Unverträglichkeit mit den Böden in Hoenn bleibt sein Einsatz dort ohne Wirkung.",
    "es": "Un fertilizante usado para el cultivo de bayas. Parece que no se asienta bien en el suelo de Hoenn, por lo que no tiene efecto en esta región.",
    "ko": "나무열매를 키울 때 사용하는 비료. 그러나 호연지방의 흙에는 전혀 맞지 않기에 효과가 없다.",
    "zh-CN": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。",
    "zh-TW": "培育樹果時的肥料。 但完全不適合豐緣地區的土壤， 所以沒什麼效果。"
  },
  "past_values": [
    {
      "changed_in": 26,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "たわわこやし　びっくりこやし ぐんぐんこやしの　特徴を すべて　備えた　すごい　こやし。",
          "kana": "たわわこやし　びっくりこやし ぐんぐんこやしの　とくちょうを すべて　そなえた　すごい　こやし。",
          "en": "Mulch to be used in a Berry field. An amazing Mulch with the effects of Rich, Surprise, and Boost Mulch.",
          "fr": "Un engrais servant à faire pousser des Baies. Il combine les effets du Fertibondance, du Fertistantané et du Fertibérance.",
          "it": "Un fertilizzante incredibile che combina gli effetti di Fertilflorido, Fertilsorpresa e Fertilcopioso.",
          "de": "Mulch zur Nutzung auf Beerenfeldern. Ein Spitzenmulch, der die Wirkung von Wucher-, Wunder- und Sprießmulch in sich vereint.",
          "es": "Un abono increíble, con todas las propiedades de los Abonos Fértil, Sorpresa y Fructífero.",
          "ko": "주렁주렁비료와 깜놀비료, 부쩍부쩍비료의 특징을 모두 지닌 굉장한 비료."
        }
      }
    }
  ]
}
