{
  "id": 704,
  "name": "strange-souvenir",
  "names": {
    "ja": "ふしぎなおきもの",
    "kana": "ふしぎなおきもの",
    "en": "Strange Souvenir",
    "fr": "Bibelot Bizarre",
    "it": "Strano ninnolo",
    "de": "Skurriloskulptur",
    "es": "Estatuilla Rara",
    "ko": "이상한장식품",
    "zh-CN": "神秘摆设",
    "zh-TW": "神秘擺設"
  },
  "flavor_text_entries": {
    "ja": "アローラ地方で　古くから 守り神　とされる　不思議な ポケモンを　かたどった　置物。",
    "kana": "アローラちほうで　ふるくから まもりがみ　とされる　ふしぎな ポケモンを　かたどった　おきもの。",
    "en": "An ornament depicting a mysterious Pokémon that has been venerated as a guardian deity for an extremely long time in the Alola region.",
    "fr": "Un ornement à l’image d’un Pokémon vénéré à Alola et considéré comme divinité protectrice depuis des temps immémoriaux.",
    "it": "Statuetta raffigurante un Pokémon misterioso che ad Alola viene considerato una divinità protettrice sin dall’antichità.",
    "de": "Eine Skulptur in Form eines wundersamen Pokémon, das in der Alola-Region seit jeher als Schutzpatron angesehen wird.",
    "es": "Ornamento que representa a un Pokémon misterioso venerado desde la antigüedad en Alola como espíritu protector.",
    "ko": "알로라지방에서 예로부터 수호신으로 여겨지는 신비한 포켓몬을 본떠 만든 장식품.",
    "zh-CN": "在阿罗拉地区，据说是模仿 古时候被称为守护神的 神奇宝可梦而制作的摆设。",
    "zh-TW": "據說是模仿自古以來 在阿羅拉地區被稱為守護神的 神奇寶可夢而製作的擺設。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "カロス地方から　遠く　離れた 場所で　守り神　とされる ポケモンを　かたどった　置物。",
          "kana": "カロスちほうから　とおく　はなれた ばしょで　まもりがみ　とされる ポケモンを　かたどった　おきもの。",
          "en": "An ornament depicting a Pokémon that is venerated as a protector in some region far from Kalos.",
          "fr": "Un ornement à l’image d’un Pokémon vénéré comme protecteur dans une région éloignée de Kalos.",
          "it": "Statuetta raffigurante un Pokémon che viene considerato una divinità protettrice in alcuni luoghi molto lontani da Kalos.",
          "de": "Eine Skulptur in Form eines Pokémon, das in einer weit von Kalos entfernten Region als Schutzpatron angesehen wird.",
          "es": "Ornamento que representa a un Pokémon venerado como protector en cierta región lejos de Kalos.",
          "ko": "칼로스지방에서 멀리 떨어진 곳의 수호신으로 여겨지는 포켓몬을 본떠 만든 장식품."
        }
      }
    }
  ]
}
