{
  "id": 773,
  "name": "key-stone",
  "names": {
    "ja": "キーストーン",
    "kana": "キーストーン",
    "en": "Key Stone",
    "fr": "Gemme Sésame",
    "it": "Pietrachiave",
    "de": "Schlüssel-Stein",
    "es": "Piedra Activadora",
    "ko": "키스톤",
    "zh-CN": "钥石",
    "zh-TW": "鑰石"
  },
  "flavor_text_entries": {
    "ja": "メガストーンを　持ったまま　戦う ポケモンを　メガシンカさせる 未知のパワーを　秘めた　石。",
    "kana": "メガストーンを　もったまま　たたかう ポケモンを　メガシンカさせる みちのパワーを　ひめた　いし。",
    "en": "A stone filled with an unexplained power. It makes Pokémon that battle with a Mega Stone Mega Evolve.",
    "fr": "Une pierre aux pouvoirs mystérieux permettant à un Pokémon tenant la Méga-Gemme adéquate de méga-évoluer.",
    "it": "Pietra dotata di un misterioso potere. Durante la lotta, può innescare la megaevoluzione dei Pokémon che hanno una Megapietra.",
    "de": "Ein Stein mit unbekannten Kräften. Er kann im Kampf bei Pokémon, die einen Mega-Stein tragen, eine Mega-Entwicklung auslösen.",
    "es": "Piedra de singulares poderes que permite megaevolucionar en combate a un Pokémon que lleve consigo una Megapiedra.",
    "ko": "메가스톤을 지닌 채로 싸우는 포켓몬을 메가진화시키는 미지의 힘을 가진 돌.",
    "zh-CN": "蕴藏着未知力量的石头。 能让携带着超级石战斗的 宝可梦进行超级进化。",
    "zh-TW": "隱藏著未知力量的石頭。 能讓攜帶著超級石戰鬥的 寶可夢進行超級進化。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "ポケモンを　メガシンカさせる みちのパワーを　ひめた　いし。 トレーナーが　みにつける。",
          "kana": "ポケモンを　メガシンカさせる みちのパワーを　ひめた　いし。 トレーナーが　みにつける。",
          "en": "A stone of unexplained power that makes Pokémon Mega Evolve.",
          "fr": "Une pierre aux pouvoirs mystérieux permettant à un Pokémon de méga-évoluer. Cette pierre doit être tenue par le Dresseur.",
          "it": "Pietra dotata di un misterioso potere. Se tenuta da un Allenatore, può innescare la megaevoluzione di alcuni Pokémon.",
          "de": "Ein Stein mit unbekannten Kräften, der bei Pokémon eine Mega-Entwicklung auslöst. Trainer tragen ihn am Körper.",
          "es": "Piedra portadora de singulares poderes que permite megaevolucionar a un Pokémon. Para ello, ha de llevarla consigo un Entrenador.",
          "ko": "포켓몬을 메가진화시키는 미지의 힘을 가진 돌. 트레이너가 몸에 착용한다."
        }
      }
    }
  ]
}
