{
  "id": 93,
  "name": "heart-scale",
  "names": {
    "ja": "ハートのウロコ",
    "kana": "ハートのウロコ",
    "en": "Heart Scale",
    "fr": "Écaille Cœur",
    "it": "Squama Cuore",
    "de": "Herzschuppe",
    "es": "Escama Corazón",
    "ko": "하트비늘",
    "zh-CN": "心之鳞片",
    "zh-TW": "心之鱗片"
  },
  "flavor_text_entries": {
    "ja": "きれいな　ハートの　形の とても　珍しい　ウロコ。 渡すと　よろこぶ　人もいる。",
    "kana": "きれいな　ハートの　かたちの とても　めずらしい　ウロコ。 わたすと　よろこぶ　ひともいる。",
    "en": "A pretty, heart-shaped scale that is extremely rare. Some people are happy to receive one.",
    "fr": "Une écaille très rare et jolie en forme de cœur. Certaines personnes sont ravies quand on leur en donne une.",
    "it": "Squama graziosa, a forma di cuore e molto rara. Alcune persone sono molto felici di riceverne una.",
    "de": "Eine hübsche, herzförmige und sehr seltene Schuppe. Damit könnte man so manchem eine Freude machen.",
    "es": "Una bella y rara escama con forma de corazón que más de uno apreciará si se la entregas.",
    "ko": "예쁜 하트 모양의 무척 진귀한 비늘. 받으면 좋아하는 사람도 있다.",
    "zh-CN": "有着美丽心形外形 且非常珍稀的鳞片。 有些人收到会很高兴。",
    "zh-TW": "有著美麗心形外形 且非常稀奇的鱗片。 有些人收到會很高興。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "きれいな　ハートの　形の とても　珍しい　ウロコ。 にじ色に　うすく　輝く。",
          "kana": "きれいな　ハートの　かたちの とても　めずらしい　ウロコ。 にじいろに　うすく　かがやく。",
          "en": "A pretty, heart-shaped scale that is extremely rare. It glows faintly with all of the colors of the rainbow.",
          "fr": "Une très rare et jolie écaille en forme de cœur. Elle brille légèrement d’un éclat arc-en-ciel.",
          "it": "Squama graziosa, a forma di cuore e molto rara. Riflette tutti i colori dell’iride.",
          "de": "Eine hübsche, herzförmige und sehr seltene Schuppe. Sie erstrahlt in den Farben des Regenbogens.",
          "es": "Bella escama con forma de corazón que brilla ligeramente como los colores del arcoíris. Es muy poco común.",
          "ko": "예쁜 하트 모양의 무척 진귀한 비늘. 무지개색으로 연하게 반짝인다."
        }
      }
    }
  ]
}
