{
  "id": 98,
  "name": "gooey-mulch",
  "names": {
    "ja": "ねばねばこやし",
    "kana": "ねばねばこやし",
    "en": "Gooey Mulch",
    "fr": "Fertiglu",
    "it": "Fertilcolla",
    "de": "Neumulch",
    "es": "Abono Brote",
    "ko": "끈적끈적비료",
    "zh-CN": "粘粘肥",
    "zh-TW": "黏黏肥"
  },
  "flavor_text_entries": {
    "ja": "きのみを　育てるときの　肥料。 しかし　ホウエン地方の　土には まるで　なじまないので　効果が　ない。",
    "kana": "きのみを　そだてるときの　ひりょう。 しかし　ホウエンちほうの　つちには まるで　なじまないので　こうかが　ない。",
    "en": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
    "fr": "Un engrais à utiliser sur un sol meuble. Il n’est cependant pas adapté aux terres de Hoenn et n’y a aucun effet.",
    "it": "Fertilizzante usato per coltivare le bacche. Tuttavia, non ha effetto a Hoenn, perché non è adatto al terreno della regione.",
    "de": "Mulch zur Nutzung auf Beerenfeldern. Durch seine Unverträglichkeit mit den Böden in Hoenn bleibt sein Einsatz dort ohne Wirkung.",
    "es": "Un fertilizante usado para el cultivo de bayas. Parece que no se asienta bien en el suelo de Hoenn, por lo que no tiene efecto en esta región.",
    "ko": "나무열매를 키울 때 사용하는 비료. 그러나 호연지방의 흙에는 전혀 맞지 않기에 효과가 없다.",
    "zh-CN": "培育树果时的肥料。 但完全不适合丰缘地区的土壤， 所以没什么效果。",
    "zh-TW": "培育樹果時的肥料。 但完全不適合豐緣地區的土壤， 所以沒什麼效果。"
  },
  "past_values": [
    {
      "changed_in": 26,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "きのみを　育てる　地方では ふかふかのつちに　まいて　使う。",
          "kana": "きのみを　そだてる　ちほうでは ふかふかのつちに　まいて　つかう。",
          "en": "A fertilizer to be spread on soft soil in regions where Berries are grown.",
          "fr": "Un engrais à utiliser sur un sol meuble.",
          "it": "Viene usato nelle regioni in cui si coltivano le bacche per concimare il terreno soffice.",
          "de": "In Regionen, wo man Beeren anbaut, mengt man ihn unter weiche Lehmerde.",
          "es": "Un fertilizante usado en suelo fértil donde crecen las bayas.",
          "ko": "나무열매를 키우는 지방에서는 푹신푹신한 땅에 뿌려 쓴다."
        }
      }
    }
  ]
}
