{
  "id": 87,
  "name": "dry-skin",
  "names": {
    "ja": "かんそうはだ",
    "kana": "かんそうはだ",
    "en": "Dry Skin",
    "fr": "Peau Sèche",
    "it": "Pellearsa",
    "de": "Trockenheit",
    "es": "Piel Seca",
    "ko": "건조피부",
    "zh-CN": "干燥皮肤",
    "zh-TW": "乾燥皮膚"
  },
  "flavor_text_entries": {
    "ja": "天気が　雨の時や　みずタイプの 技で　ＨＰが　回復し　はれの時や ほのおタイプの　技で　減ってしまう。",
    "kana": "てんきが　あめのときや　みずタイプの わざで　ＨＰが　かいふくし　はれのときや ほのおタイプの　わざで　へってしまう。",
    "en": "Restores HP in rain or when hit by Water-type moves. Reduces HP in sunshine, and increases the damage received from Fire-type moves.",
    "fr": "Le Pokémon regagne des PV sous la pluie ou s’il est touché par une capacité Eau, mais il déteste les capacités Feu ou quand le soleil brille.",
    "it": "Il Pokémon recupera PS se piove o se subisce mosse di tipo Acqua, ma con la luce solare intensa perde PS. Subisce più danni da mosse di tipo Fuoco.",
    "de": "Bei Sonnenschein verliert das Pokémon KP und der Schaden durch Feuer-Attacken steigt. Bei Regen und Treffern durch Wasser-Attacken regeneriert es KP.",
    "es": "Pierde PS si hace sol y los recupera si llueve o recibe un movimiento de tipo Agua. Los movimientos de tipo Fuego, por su parte, le hacen más daño de lo normal.",
    "ko": "비가 오는 날씨나 물타입의 기술로 HP가 회복되고 맑을 때나 불꽃타입의 기술로는 줄어든다.",
    "zh-CN": "下雨天气时和受到水属性的招式时， ＨＰ会回复。晴朗天气时和受到火属性的 招式时，ＨＰ会减少。",
    "zh-TW": "下雨天氣時和受到水屬性的招式攻擊時， HP會回復。晴朗天氣時和受到火屬性的 招式攻擊時，ＨＰ會減少。"
  },
  "past_values": [
    {
      "changed_in": 30,
      "prior_values": {
        "flavor_text_entries": {
          "ja": "あついと　ＨＰが　減る。 みずで　ＨＰを　回復。",
          "kana": "あついと　ＨＰが　へる。 みずで　ＨＰを　かいふく。",
          "en": "Reduces HP if it’s hot. Water restores HP.",
          "fr": "Perd des PV à la chaleur. L’eau les restaure.",
          "it": "Riduce i PS se fa caldo. In presenza di acqua, ridà PS.",
          "de": "Bei heißem Wetter verliert das Pokémon KP. Wasser heilt KP.",
          "es": "Pierde PS si hace calor. Los recupera con agua.",
          "ko": "더우면 HP가 줄어든다. 물로 HP를 회복한다."
        }
      }
    }
  ]
}
